Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Väärä komentorivivalitsin.
nn: Feil kommandolinjeflagg.

source: Käytettiin epäyhteensopivia komentorivivalitsimia.
nn: Inkompatible kommandoradsflagg brukast.

source: Vain yksi valitsin voidaan antaa kerralla
nn: Berre eit flagg kan gjevast om gangen

source: Nim_eä…
nn: _Endra namn …

source: Nimeä valittu tiedosto uudelleen
nn: Endra namn på vald fil

source: Uusi _kansio
nn: Ny _mappe

source: Luo uusi tyhjä kansio
nn: Lag ei ny tom mappe

source: Istuntoa ei voitu tuoda.
nn: Økta kunne ikkje importerast.

source: Projektin sisältö on muuttunut tallennuksen jälkeen.
nn: Innhaldet i prosjektet er endra sidan det sist vart lagra.

source: _Hylkää
nn: _Forkast

source: Hylkää nykyinen muokattu projekti
nn: Forkast endra prosjekt

source: Jatka nykyistä muokattua projektia
nn: Fortset med endra prosjekt

source: On vain yksi valittu tiedosto (”%s”). Se on levykuvatiedosto ja sen sisältö voidaan polttaa.
nn: Berre ei fil er vald («%s»). Ho er eit avtrykk av ei plate og innhaldet hennar kan verta brunne

source: K_irjoita levykuvana
nn: Brenn som _avtrykk

source: ”%s” ei voi lisätä valintaan.
nn: «%s» kan ikkje leggjast til utvalet.

source: Kohde on rekursiivinen symbolinen linkki
nn: Ho er ei symbolsk lenkje

source: Kohdetta ei löydy annetusta sijainnista.
nn: Det finst ikkje i den oppgjevne staden

source: Haluatko korvata kohteen ”%s”?
nn: Vil du erstatta «%s»?

source: Kansiossa on jo tämän niminen tiedosto. Korvaaminen tulee vaihtamaan levylle kirjoitettavan sisällön.
nn: Fil med dette namnet finst alt i mappa. Å erstatta henne vil overskriva innhaldet hennar på plata som skal brennast.

source: Säilytä _aina
nn: Alltid b_ehald

source: _Säilytä
nn: _Behald

source: Ko_rvaa
nn: _Byt ut

source: K_orvaa aina
nn: Alltid _erstatt

source: Tuo %s
nn: Importer %s

source: _Tuo %s
nn: I_mporter %s

source: Haluatko tuoda istunnon levyltä ”%s”?
nn: Vil du importera økta frå «%s»?

source: Tällä tavoin vanhat tiedosto edellisistä istunnoista ovat käytettävissä kirjoituksen jälkeen.
nn: Då vil gamle filer frå tidlegare økter vera brukbare etter brenning.

source: _Tuo istunto
nn: I_mporter økt

source: Tuo levyn sisältö napsauttamalla tästä
nn: Trykk her for å importera innhaldet

source: Odota että projekti ladataan.
nn: Vent medan prosjektet vert lasta.

source: _Peru lataus
nn: A_vbryt lasting

source: Peru nykyisen projektin lataus
nn: Avbryt lasting av dette prosjektet

source: Tiedoston nimeäminen
nn: Endra namn på fil

source: _Nimeä
nn: _Gje nytt namn

source: Nimeämistapa
nn: Namnbytingsmodus

source: Levyä ”%s” ei voi poistaa asemasta
nn: Plata i «%s» kan ikkje løysast ut

source: _Avaa asema
nn: Løys _ut

source: Poista media asemasta
nn: Løys ut plate

source: Äänitiedostot
nn: Lydfiler

source: Ei suodatettua tiedostoa
nn: Ingen filer er filtrert

source: Suodatusvalinnat
nn: Filterval

source: Valitse tiedostot, jotka haluat palauttaa, ja paina ”Palauta”-nappia
nn: Vel filene du vil gjenoppretta og trykk på «Gjenopprett»-knappen.

source: _Palauta
nn: _Gjenopprett

source: Palauta valitut tiedostot
nn: Gjenopprett valde filer

source: _Valinnat…
nn: _Alternativ …

source: Määrittele suodatusasetuksia
nn: Set alternativ for filtrering av filer

source: Suodata _piilotiedostot
nn: Filtrer bort _gøymde filer

source: Ko_rvaa symboliset linkit
nn: Erstatt sym_bolske lenkjer

source: Suodata _rikkinäiset symboliset linkit
nn: Filtrer bort _brotne symbolske lenkjer

source: Es_ikatseluDisc Image
nn: Fø_rehandsvisDisc Image

source: Video-, ääni- ja kuvatiedostojen esikatselu
nn: Førehandsvis filmar, lyd og bilete

source: _Näytä sivupaneeli
nn: _Vis sidepanel

source: Näytä projektin kanssa sivupaneeli
nn: Vis ei sidelinje ved sidan av prosjektet

source: _Vaakasuuntainen asettelu
nn: _Vatnrett utforming

source: Aseta vaakasuuntainen asettelu
nn: Set ei vatnrett utforming

source: _Pystysuuntainen asettelu
nn: _Loddrett utforming

source: Aseta pystysuuntainen asettelu
nn: Set ei loddrett utforming

source: Sulje sivupaneeli napsauttamalla
nn: Trykk for å lukka sidelinja

source: Poista tauot
nn: Fjern tystnad

source: Nämä tiedot kirjoitetaan levylle CD-Text-tekniikkaa käyttäen. Jotkin CD-soittimet osaavat lukea ja näyttää näitä tietoja.
nn: Denne informasjonen vil verta skriven til plata ved bruk av CD-tekstteknologi. Han kan verta lesen og vist av nokre lyd-CD-spelarar.

source: Kappaleiden nimet
nn: Songtitlar

source: Lisätietoja kappaleesta
nn: Ytterlegare songinformasjon

source: Säveltäjä:
nn: Komponist:

source: Tauon pituus:
nn: Lengd på pause:

source: Määrittää kappaletta seuraavan tauon pituuden
nn: Oppgjev lengda på pausen som skal koma etter sporet

source: Kappaletiedot
nn: Informasjon om song

source: %i × %i kuvapistettä
nn: %i × %i pikslar

source: Ei esikatselua
nn: Ingen førehandsvising

source: Virhe tulkittaessa soittolistaa ”%s”.
nn: Feil ved tolking av speleliste «%s».

source: Valitse soittolista
nn: Vel speleliste

source: Liitännäinen
nn: Tillegg

source: Tekijänoikeudet %s
nn: Opphavsrett %s

source: Ota _käyttöön
nn: Sl_å på

source: Ota k_aikki käyttöön
nn: Slå _på alle

source: _Poista kaikki käytöstä
nn: _Slå av alle

source: Liitännäisen %s valinnat
nn: Alternativ for tillegg %s

source: Brasero-liitännäiset
nn: Brasero-tillegg

source: Tallenna nykyinen projekti
nn: Lagra aktivt prosjekt

source: _Tallenna nimellä…
nn: L_agra som …

source: Tallenna nykyinen projekti toiseen paikkaan
nn: Lagra aktivt prosjekt til ein annan stad

source: _Lisää tiedostoja
nn: _Legg til filer

source: Lisää tiedostoja projektiin
nn: Legg til filer til prosjektet

source: _Poista tiedostojaempty
nn: Fje_rn filerempty

source: T_yhjennä projekti
nn: Tø_m prosjekt

source: Poista kaikki tiedostot projektista
nn: Fjern alle filer frå prosjektet

source: _Kirjoita…
nn: _Brenn …

source: Kirjoita levy
nn: Brenn plata

source: Napsauta ”Lisää”-painiketta tai raahaa tiedostoja tälle alueelle lisätäksesi projektiin tiedostoja
nn: For å leggja til filer til prosjektet, trykk på «Legg til»-knappen eller drag filer til dette området.

source: Valitse tiedostoja ja napsauta ”Poista”-painiketta tai paina ”Delete”-näppäintä näppäimistöltä poistaaksesi tiedostoja
nn: For å fjerna filer, vel dei og trykk på «Fjern»-knappen, eller trykk på «Delete»-tasten

source: Arvioitu projektin koko: %s
nn: Estimert prosjektstorleik: %s

source: Projektin koko on liian suuri levylle, vaikka käytettäisiin ylipoltto-valitsinta.
nn: Prosjektet er for stort for plata, jamvel om overbrenning er på.

source: Projektin koko on liian suuri levylle, joten sinun täytyisi tavallisesti poistaa projektista tiedostoja. Voit haluta silti jatkaa, jos käytät 90- tai 100 min pitkiä CD-R(W)-levyjä, joita ei voitu tunnistaa oikein ja jotka vaativat ylikirjoitusvalinnan. HUOMAUTUS: Tämä valinta saattaa aiheuttaa ongelmia.
nn: Prosjektet er for stort for plata og du må fjerna filer frå det. Du vil kanskje bruka dette valet om du brukar 90 eller 100 minutters CD-R(W)-plater som ikkje vert gjenkjende ordentleg og difor treng overbrenningsvalet. NB: Dette valet kan forårsaka feil.

source: Aloita valitun sisällön kirjoittaminen
nn: Påbyrja brenninga av innhaldet

source: Lisää kappaleita projektiin.
nn: Legg til songar til prosjektet

source: Haluatko varmasti luoda uuden projektin ja hylätä nykyisen projektin?
nn: Vil du verkeleg laga eit nytt prosjekt og forkasta det aktive?

source: Jos päätät luoda uuden tyhjän projektin, kaikki tehdyt muutokset hukataan.
nn: Om du vel å laga eit nytt, tomt prosjekt så vil alle endringane gå tapt.

source: _Hylkää muutokset
nn: _Forkast endringar

source: Haluatko hylätä tiedostovalinnan vai lisätä sen uuteen projektiin?
nn: Vil du forkasta filutvalet eller leggja det til det nye prosjektet?

source: Jos valitset uuden tyhjän projektin luonnin, tiedostovalinta unohdetaan.
nn: Om du vel å laga eit nytt prosjekt vil filutvalet forkastast.

source: _Hylkää tiedostovalinta
nn: _Forkast filutval

source: Säilytä _tiedostovalinta
nn: _Behald filutval

source: _Hylkää projekti
nn: _Forkast prosjekt

source: Valitse tiedostoja
nn: Vel filer

source: Haluatko varmasti tyhjentää nykyisen projektin?
nn: Vil du tømma noverande prosjekt?

source: Projektin tyhjennys poistaa luettelosta kaikki lisätyt tiedostot, ja kaikki muutokset hukataan. Huomaa, että tiedostoja ei poisteta alkuperäisestä sijainnistaan, niitä ei vain näytetä enää tässä.
nn: Tømming av eit prosjekt vil fjerna alle filer som er lagt til. All arbeidet vil gå tapt. Legg merke til at filer vert ikkje sletta, dei takast berre bort frå lista.

source: _Tallenna
nn: _Lagra

source: _Lisää
nn: _Legg til

source: Brasero – %s (datalevy)
nn: Brasero — %s (dataplate)

source: Brasero – %s (äänilevy)
nn: Brasero — %s (lydplate)

source: Brasero – %s (videolevy)
nn: Brasero — %s (filmplate)

source: Projektia ei ole tallennettu.
nn: Prosjektet ditt er ikkje lagra.

source: Tallennetaanko muutokset projektiin ennen sulkemista?
nn: Lagra endringane til det aktive prosjektet før det vert lukka?

source: Jos et tallenna, muutokset hukataan pysyvästi.
nn: Om du ikkje lagrar vil endringane gå tapt.

source: _Sulje tallentamatta
nn: L_ukk utan å lagra

source: Tallenna projekti Braseron äänilevyprojektina
nn: Lagra prosjekt som eit Brasero-lydprosjekt

source: Tallenna projekti tavallisena tekstitiedostona
nn: Lagra prosjekt som ei vanleg tekstliste

source: Tallenna projekti PLS-soittolistana
nn: Lagra prosjekt som ei PLS-speleliste

source: Tallenna projekti M3U-soittolistana
nn: Lagra prosjekt som ei M3U-speleliste

source: Tallenna projekti XSPF-soittolistana
nn: Lagra prosjekt som ei XSPF-speleliste

source: Tallenna projekti iriver-soittolistana
nn: Lagra prosjekt som ei iriver-speleliste

source: _Kansieditori
nn: Redigering av _omslag

source: Suunnittele ja tulosta kansia CD-levyille
nn: Utform og skriv ut omslag for CD-ar

source: _Uusi projekti
nn: _Nytt prosjekt

source: Luo uusi projekti
nn: Lag nytt prosjekt

source: Antaa sinun valita uuden projektin
nn: Lèt deg velja eit nytt prosjekt

source: Uusi _äänilevyprojekti
nn: Nytt _lydprosjekt

source: Luo perinteinen ääni-CD, jota voi soittaa tietokoneella ja stereoissa
nn: Lag ein tradisjonell lyd-CD som kan spelast på datamaskiner og stereoapparat

source: Uusi _dataprojekti
nn: Nytt _dataprosjekt

source: Luo CD tai DVD, joka sisältää tietokoneella luettavassa muodossa mitä tahansa tiedostoja
nn: Lag ein CD eller DVD som inneheld all slags type data. Kan berre lesast av datamaskiner

source: Uusi _videoprojekti
nn: Nytt _filmprosjekt

source: Luo TV-laitteilla toistettava video-DVD tai SVCD
nn: Lag film-DVD eller SVCD som er lesbar på TV-lesarar

source: Kopioi _levy…
nn: Ko_pier plate …

source: Luo identtinen kopio ääni-CD:stä tai datalevystä kiintolevylle tai toiselle levylle
nn: Lag ein 1:1-kopi av lyd-CD, eller data-CD/-DVD på harddisken din eller på ein annan CD/DVD

source: Kirjoita _levykuva…
nn: _Brenn avtrykk …

source: Kirjoita olemassa oleva CD- tai DVD-levykuva levylle
nn: Brenn eit eksisterande CD-/DVD-avtrykk til plate

source: _Avaa…
nn: _Opna …

source: Avaa projekti
nn: Opna eit prosjekt

source: Ei valittua tiedostoa
nn: Inga fil vald

source: Brasero – uusi äänilevyprojekti
nn: Brasero — Nytt prosjekt for lydplate

source: Brasero – uusi datalevyprojekti
nn: Brasero — Nytt prosjekt for dataplate

source: Brasero – uusi videolevyprojekti
nn: Brasero — Nytt prosjekt for filmplate

source: Brasero – uusi levykuvatiedosto
nn: Brasero — Ny avtrykksfil

source: Brasero – levyn kopiointi
nn: Brasero — Kopiering av plate

source: _Uusi
nn: _Nytt

source: _Avaa
nn: _Opna

source: Selaa tiedostojärjestelmää
nn: Bla gjennom filsystemet

source: Näytä soittolistoja ja niiden sisältöjäpicture
nn: Vis speleister og innhaldet deirapicture

source: Videolevy (%s)
nn: Videoplate (%s)

source: Virhe ladattaessa projektia.
nn: Feil under lasting av prosjekt.

source: Projektia ei voitu avata
nn: Prosjektet kunne ikkje opnast

source: Tiedosto on tyhjä
nn: Fila er tom

source: Tiedosto ei näytä olevan kelvollinen brasero-projekti
nn: Ser ikkje ut til å vera eit gyldig Brasero-prosjekt

source: Äänipr_ojekti
nn: Lydpr_osjekt

source: Luo perinteinen CD-levy
nn: Lag ein vanlig lyd-CD

source: D_ataprojekti
nn: D_ataprosjekt

source: Luo datalevy CD- tai DVD-muodossa
nn: Lag ein data-CD/-DVD

source: _Videoprojekti
nn: _Filmprosjekt

source: Luo video-DVD tai SVCD
nn: Lag ein film-DVD eller SVCD

source: Levyn _kopiointi
nn: _Kopier plate

source: Luo identtinen kopio CD- tai DVD-levystä
nn: Lag ein 1:1-kopi av ein CD/DVD

source: K_irjoita levykuva
nn: Brenn _avtrykk

source: Viimeisin _tallentamaton projekti
nn: Sist ikkje-_lagra prosjekt

source: Lataa viimeisin projekti, jota ei kirjoitettu eikä tallennettu
nn: Last siste prosjekt som ikkje vart brunnen eller lagra

source: Ei äskettäin avattuja projekteja
nn: Ingen nyleg brukte prosjekt

source: Luo uusi projekti:
nn: Lag eit nytt prosjekt:

source: Viimeisimmät projektit:
nn: Siste prosjekt:

source: Lisää teksti
nn: Set inn tekst

source: Poista teksti
nn: Slett tekst

source: Korvaa tekstiä
nn: Erstatt tekst

source: Numeroi tiedostot mallin mukaan
nn: Talet på filer som følger eit mønster

source: Lisää numerointi alkuun
nn: Set inn talsekvens på byrjinga

source: LisääInsertInsert" [Entry] "at the beginning
nn: Set innInsertInsert" [Entry] "at the beginning

source: alkuunInsertInsert" [Entry] "at the end
nn: ved byrjingaInsertInsert" [Entry] "at the end

source: loppuun
nn: ved slutten

source: Poista jokainen ilmentymä kohteesta_Replacewith
nn: Slett alle oppføringar av_Replacewith

source: arvolla
nn: med

source: Nimeä muotoon
nn: Endra namn til

source: Ei tiedostoa
nn: Inga fil

source: Aloita ja lopeta toisto
nn: Start og stopp avspeling

source: Kappaleen alku:
nn: Start på sang:

source: Kappaleen loppu:
nn: Slutt på sang:

source: Raidan pituus:
nn: Lengde på spor:

source: Kappaletiedot raidalle %02i
nn: Songinformasjon for spor %02i

source: Haluatko todella jakaa raidan?
nn: Vil du verkeleg dela sporet?

source: Jos jaat raidan, uuden kappaleen pituus on alle 6 sekuntia, ja siihen lisätään taukoa.
nn: Om du delar sporet vil storleiken på det nye sporet vera mindre enn 6 sekund og kjem til å verta fylt ut.

source: _Jaa
nn: _Del

source: Raitaa ei jaettu.
nn: Sporet blei ikkje delt.

source: Hiljaista kohtaa ei löytynyt
nn: Ingen tystnad vart oppdaga

source: Tapahtui virhe etsittäessä hiljaisia kohtia.
nn: Ein feil oppstod under tystnadoppdaginga

source: Tämä poistaa kaikki aikaisemmat tulokset.
nn: Dette vil fjerna alle tidlegare resultat

source: Haluatko joka tapauksessa jatkaa automaattista jakoa?
nn: Vil du verkeleg forsetja med automatisk deling?

source: _Älä jaa
nn: Ikkje _del

source: Haluatko varmasti tyhjentää palojen esikatselun?
nn: Vil du verkeleg tømma førehandsvisninga av oppdelingar?

source: Poista _kaikki
nn: Fjer_n alle

source: Jaa raita
nn: Del spor

source: M_enetelmä:
nn: M_etode:

source: Kappaleen jakamiseen käytetty menetelmä
nn: Metode som skal brukast for å dela opp spor

source: Jaa käsin
nn: Del spor opp manuelt

source: Jaa raita kiinteän mittaisiin osiin
nn: Del spor opp i delar med fast lengd

source: Jaa raita tasakokoisiin osiin
nn: Del spor opp i eit fast tal av delar

source: Jaa raita hiljaisuuden kohdalta
nn: Del spor for kvar tystnad

source: Lisää jakokohtaseconds
nn: Legg til delingspunktseconds

source: Jaa raita jokaisenSplit track every
nn: Del opp dette sporet kvarSplit track every

source: sekunnin jälkeenparts
nn: sekundparts

source: Jaa raitaSplit this track in
nn: Del dette sporet iSplit this track in

source: osaan
nn: delar

source: Jakotapa
nn: Oppdelingsmetode

source: Alku
nn: Start

source: Loppu
nn: Slutt

source: _Yhdistä
nn: _Flett

source: Yhdistä valittu pala seuraavan kanssa
nn: Flett saman ein merka del med den andre merka delen

source: Poista valitut palat
nn: Fjern valde delar

source: Tyhjennä palojen esikatselu
nn: Tøm førehandsvisning av deling

source: Näytä _luettelo kaikista luotavista paloista:
nn: _Liste over delar som vert laga:

source: Palojen esikatselu
nn: Førehandsvisning av deling

source: Tuntia
nn: Timar

source: Minuuttia
nn: Minutt

source: Sekuntia
nn: Sekund

source: Ruutuja (1 sekunti = 75 ruutua)
nn: Bilete (1 sekund = 75 bilete)

source: Avaa valittu video
nn: Opna vald film

source: Muokkaa videotietoja (alku, loppu, tekijä jne.)
nn: Endra filminformasjonen (start, slutt, forfattar, osv.)

source: Poista valitut videot projektista
nn: Fjern valde filmar frå prosjektet

source: Haluatko etsiä videotiedostoja kansiosta?
nn: Vil du søkja etter filmfiler inne i mappa?

source: Et_si kansiosta
nn: _Søk i mappe

source: Kohde ”%s” ei ole videoprojekteille sopivaa tyyppiä.
nn: «%s» er ikkje av riktig type for filmprosjekt

source: Lisää vain videota sisältäviä tiedostoja
nn: Legg berre til filer med filminnhald

source: Tiedosto ei ole kelvollinen .desktop-tiedosto
nn: Fila er ikkje ei gyldig .desktop-fil

source: Työpöytätiedoston versiota ”%s” ei tunnistettu.
nn: Kjende ikkje igjen versjonen til .desktop-fila «%s»

source: Aloitetaan %s
nn: Startar %s

source: Sovellus ei hyväksy asiakirjoja komentoriviltä
nn: Programmet tek ikkje inn dokument via kommandolinja

source: Tuntematon käynnistysvalitsin: %d
nn: Kjente ikkje igjen oppstartsvalet: %d

source: Asiakirja-URIa ei voida antaa ”Type=Link”-työpöytälinkeille
nn: Kan ikkje senda dokument-URI-ar til ei skrivebordsoppføring med «Type=Link»

source: Kohde ei ole käynnistettävissä
nn: Ikkje ei køyrbar oppføring.

source: Estä yhteys istunnonhallintaan
nn: Slå av tilkoplinga til økthandsamaren

source: Anna tiedosto, joka sisältää tallennetut asetukset
nn: Oppgje fil som inneheld lagra oppsett

source: TIEDOSTO
nn: FIL

source: Anna istunnonhallinnan tunniste
nn: Oppgje økthandsamings-ID

source: TUNNISTE
nn: ID

source: Istunnonhallinnan valitsimet:
nn: Innstillingar til økthandsaming:

source: Näytä istunnonhallinnan valitsimet
nn: Vis innstillingar til økthandsaming

source: Kirjoita ”%s --help” nähdäksesi kaikki mahdolliset valitsimet
nn: Køyr «%s --help» for å få ei fullstendig liste over tilgjengelege kommandolinjeval

source: Järjestelmän testaus
nn: Systemtest

source: _Testaa
nn: _Test

source: K_yllä
nn: _Ja

source: _Ei
nn: _Nei

source: Ohita tämä te_sti
nn: _Hopp over denne testen

source: Lisätietoja:
nn: Meir informasjon:

source: Valitse k_aikki
nn: _Merk alle

source: _Poista kaikki valinnat
nn: Fjern alle merke

source: Seu_raava
nn: N_este

source: Ei Internet-yhteyttä
nn: Inga tilkopling til internett

source: Internet-yhteys muodostettu
nn: Tilkopla internett

source: Sarjakuva
nn: Sekvens

source: _Tehosteet
nn: _Effektar

source: Web-kamera
nn: Nettkamera

source: Kirkkaus
nn: Lysstyrke

source: Värikylläisyys
nn: Metting

source: Värisävy
nn: Fargetone

source: Kontrasti
nn: Kontrast

source: Sarjakuvaustila
nn: Sekvensmodus

source: Valokuvien määrä
nn: Talet på bilete

source: Viive valokuvien välissä (sekuntia)
nn: Tid mellom bilettaking (sekund)

source: Muikku
nn: Cheese

source: Muikku-valokuvakoppi
nn: Cheese nettkamerastand

source: Ota valokuvia ja videoita web-kamerallasi hauskojen tehosteiden kera
nn: Ta bilete og ta opp filmar med morosame effektar med nettkameraet ditt

source: Käytä lähtölaskentaa
nn: Bruk ei nedteljing

source: Kameralaitteen laitenimi
nn: Einingsstreng til nettkameraet

source: Yhdessä sarjassa otettavien kuvien määrä.
nn: Talet på bilete som skal takast i ein biletsekvens

source: Suljinääni
nn: Lukkarlyd

source: Yksi tai useampi vaadituista GStreamer-osista puuttuu:
nn: Éin eller fleire nødvendige GStreamer-element manglar:

source: Laitetta ei löydy09:05:02:%Id%dtime format
nn: Fann inga eining09:05:02:%Id%dtime format

source: Laitteen ominaisuuksia ei tueta
nn: Funksjonane til eininga er ikkje støtta

source: Laitteen %s alustaminen ominaisuuksien tutkailua varten epäonnistui
nn: Feila å starta eining %s for formålsgransking

source: Tuntematon laite
nn: Ukjend eining

source: Peruttavissa olevaa alustusta ei tueta
nn: Avbrytbar oppstart er ikkje støtta

source: Tulosta versiotiedot ja poistu
nn: Skriv ut versjoninformasjon og avslutt

source: Jiri Grönroos, 2012-2014. Timo Jyrinki, 2010. Ilkka Tuohela, 2008. Tommi Vainikainen, 2008-2011. http://gnome.fi/ Launchpad Contributions: Ilkka Tuohela https://launchpad.net/~hile Jiri Grönroos https://launchpad.net/~jiri-gronroos+l10n Timo Jyrinki https://launchpad.net/~timo-jyrinki Tommi Vainikainen https://launchpad.net/~thv papukaija https://launchpad.net/~papukaija
nn: Kjartan Maraas <kmaraas\@gnome\.org> Eskild Hustvedt <eskildh\@gnome\.org> Eirik U. Birkeland <eirbir\@gmail\.com> Torstein Adolf Winterseth <kvikende\@fsfe\.org> Launchpad Contributions: Eskild Hustvedt https://launchpad.net/~zerodogg Torstein A. W. https://launchpad.net/~kvikende

source: Muikun kotisivu
nn: Nettstaden til Cheese

source: Ei tehostetta
nn: Ingen effekt

source: Tallenna tiedosto
nn: Lagra fil

source: Tiedoston %s tallentaminen epäonnistui
nn: Klarte ikkje lagra %s

source: Tallenna _nimellä…
nn: L_agra som …

source: Siirrä _roskakoriin
nn: Flytt til _papirkorga

source: Poista
nn: Slett

source: "%s" ei ole tällä hetkellä asennettuna.
nn: Programmet «%s» er ikkje installert

source: Voit asentaa sen kirjoittamalla:
nn: Du kan installera det ved å skriva:

source: Suorittaaksesi komennon "%(command)s", pyydä järjestelmän ylläpitäjää asentamaan paketti "%(package)s"
nn: For å køyre «%(command)s», spør den systemansvarlege om å installera pakken «%(package)s»

source: Ohjelma "%s" löytyy seuraavista paketeista:
nn: Programmet «%s» finst i desse pakkane:

source: Kokeile: %s
nn: Prøv: %s

source: Pyydä järjestelmän ylläpitäjää asentamaan yksi niistä
nn: Spør den systemansvarlege for å få installert ein av dei

source: %prog [valitsimet] <komennon\-nimi>
nn: %prog [val] <kommandonamn>

source: käytä tätä polkua tietueiden löytämiseen
nn: bruk denne stien for å finna datafelt

source: Sumennustyyppi
nn: Type uskarp

source: Suoritettava toiminto kun hiiren kiekkoa rullataan ikkunan otsikkopalkissa
nn: Hending når det vert rulla på musehjulet i tittellinja på eit vindauge.

source: Metacity-teeman läpinäkyvyys
nn: Ugjennomsikt for Metacity-drakter

source: Metacity-teeman läpinäkyvyyden varjo
nn: Ugjennomsikt for skygge på Metacity-drakter

source: Aktiivisen Metacity-ikkunan läpinäkyvyysMetacity-teeman aktiivisen ikkunan läpinäkyvyys
nn: Ugjennomsikt for aktive vindauge med Metacity-drakt

source: Läpinäkyvyys aktiivisessa ikkunassa käytettäessä Metacity-teemaa kehyksineen
nn: Ugjennomsikt å bruka på aktive vindauge med Metacity-draktdekorasjonar

source: Metacity-teeman aktiivisen ikkunan läpinäkyvyyden varjo
nn: Ugjennomsikt for skygge på aktive vindauge med Metacity-drakt

source: siirrytään vaihtoehtoiseen liittymään: %s
nn: går tilbake til grensesnittet: %s

source: liittymän alustus epäonnistui: %s
nn: ikkje i stand til å starta opp grensesnitt: %s

source: Liittymän käynnistys epäonnistui: %s
nn: Ikkje i stand til å starta opp grensesnitt: %s

source: Asetustietokantaa ei ole määritelty asetustiedostossa.
nn: Oppsettsdatabase er ikkje oppgjeve i oppsettsfila.

source: Kyselypohjatietokantaa ei ole määritelty asetustiedostossa.
nn: Maldatabase er ikkje oppgjeve i oppsettsfila.

source: Sigils- ja Smileys-valintoja ei enää käytetä asetustiedostossa. Voit poistaa ne.
nn: Vala Sigils og Smileys er ikkje i bruk i oppsettsfila lenger. Fjern dei.

source: Ongelma laitettaessa säkeistön %s/%s määrittämää tietokantaa käyttökuntoon.
nn: Problem med å setje opp databasen definert av stanza %s frå %s.
